Repository: IBM/watson-translator-101
Catalog: en-zh-6000-ParallelCorpus.tmx
Source language: en
Languages: zh

source: Recognizing that many developing countries and countries with economies in transition have limited capacities to address these issues, and underlining, in this context, the importance of international cooperation towards further supporting the efforts of developing countries, in particular, to build capacities in the field of road safety and providing the financial and technical support associated with such efforts,
zh: 认识到许多发展中国家和转型期经济国家应对这些问题的能力有限，并为此强调必须开展国际合作来进一步支持它们、特别是发展中国家在建立道路安全能力方面的努力，而且必须为它们的努力提供财政和技术支助，

source: Expresses its concern at the continued increase, in particular in developing countries, in traffic fatalities and injuries worldwide;
zh: 1. 对全世界特别是发展中国家交通意外死伤事故不断增加表示关切；

source: Reaffirms the importance of addressing global road safety issues and the need for the further strengthening of international cooperation, taking into account the needs of developing countries, by building capacities in the field of road safety, and providing financial and technical support for their efforts;
zh: 2. 重申设法解决道路安全问题的重要性，同时需要进一步加强国际合作，进行道路安全领域的能力建设，要考虑到发展中国家的需要，向它们所作的努力提供财力和技术支持；

source: Encourages Member States and the international community including international and regional financial institutions, to lend financial, technical and political support, as appropriate, to the United Nations regional commissions, the World Health Organization and other relevant United Nations agencies for their efforts to improve road safety;
zh: 3. 鼓励会员国和国际社会，包括国际和区域金融机构，斟酌情况向联合国各区域委员会、世界卫生组织及其他相关联合国机构提供财力、技术和政治支持，以努力加强道路安全；

source: Invites the United Nations regional commissions, relevant United Nations agencies and international partners to continue the existing road safety initiatives, and encourages them to take up new ones;
zh: 4. 邀请联合国各区域委员会、相关联合国机构和国际伙伴机构继续实施现有的道路安全举措，并鼓励它们作出新的举措；

source: Encourages Member States to adhere to the 1949 Convention on Road Traffic and 1968 Conventions on Road Traffic and on Road Signs and Signals, in order to ensure a high level of road safety in their countries, and also encourages them to strive to reduce road traffic injuries and mortality in order to achieve the Millennium Development Goals;
zh: 5. 鼓励会员国加入1949年道路交通公约和1968年道路交通公约及路标和信号公约，以确保其本国有高度的道路安全，并进一步鼓励它们努力减少道路交通伤亡，以实现千年发展目标；

source: Stresses the importance of the improvement in the international legal road traffic safety norms, and welcomes in this regard the work of the Working Party on Road Traffic Safety of the Inland Transport Committee of the Economic Commission for Europe in the elaboration of a substantial package of amendments to the 1968 Conventions on Road Traffic and Road Signs and Signals;
zh: 6. 强调改善国际道路交通安全法律规范的重要性，在这方面，欢迎欧洲经济委员会内陆运输委员会的道路交通安全工作组正在努力为1968年道路交通公约及路标和信号公约拟订一套实质性的修订案；

source: Invites Member States to implement the recommendations of the World Report on Road Traffic Injury Prevention, including those related to the five main risk factors, namely the non-use of safety belts and child restraints, the non-use of helmets, drinking and driving, inappropriate and excessive speed, as well as the lack of appropriate infrastructure;
zh: 7. 邀请会员国执行《预防道路交通伤害世界报告》的建议，包括与五个主要风险因素即未系安全带和未使用儿童安全设施，未佩戴头盔，酒后驾车，车速不妥和超速，以及缺乏妥当的基础设施有关的建议；

source: Also invites Member States to establish a lead agency, on a national level, on road safety and to develop a national action plan to reduce road traffic injuries, by passing and enforcing legislation, conducting necessary awareness-raising campaigns and putting in place appropriate methods to monitor and evaluate interventions that are implemented;
zh: 8. 又邀请会员国在国家一级建立一个道路安全牵头机构，并拟订一个国家行动计划，以减少道路交通伤害，办法是通过立法，执行法律，进行必要的宣传运动，并采取适当方法，监测和评价正在实施的措施；

source: Invites the United Nations regional commissions and the World Health Organization to organize jointly, within their resources as well as with voluntary financial assistance from concerned stakeholders from Government, civil society and the private sector, the first United Nations Global Road Safety Week to serve as a platform for global and regional, but mainly national and local, activities to raise awareness about road safety issues and to stimulate and advance responses as appropriate for these settings, and to convene a second Road Safety Stakeholders' Forum in Geneva as part of the Global Road Safety Week to continue work begun at the first forum held at the United Nations Headquarters in 2004;
zh: 9. 邀请联合国各区域委员会和世界卫生组织，在其资源范围内，并利用来自政府、民间社会和私营部门热心的利益有关者自愿提供的财政援助，共同举办第一届联合国全球道路安全周，作为全球和区域活动但主要是国家和地方活动的一个平台，提高人们对道路安全问题的认识，因地制宜鼓励并出台一些对策，并在日内瓦召开第二次道路安全利益有关者论坛，作为全球道路安全周的一部分，以继续进行2004年在联合国总部举行的第一次论坛所开始的工作；

source: Invites Member States and the international community to recognize the third Sunday in November of every year as the World Day of Remembrance for Road Traffic Victims as the appropriate acknowledgement for victims of road traffic crashes and their families;
zh: 10. 邀请会员国和国际社会确认每年11月第三个星期日为世界道路交通事故受害者纪念日，以适当体恤道路交通碰撞事故受害者及其家属；

source: Requests the Secretary-General to report to the General Assembly at its sixty-second session on the progress made in improving global road safety;
zh: 11. 请秘书长向大会第六十二届会议报告加强全球道路安全所取得的进展；

source: Decides to include in the provisional agenda of its sixty-second session the item entitled “Global road safety crisis”.
zh: 12 决定将题为“全球道路安全危机”的项目列入第六十二届会议临时议程。

source: A/60/181 and Corr.1.
zh: A/60/181和Corr.1。

source: A/60/181, para.
zh: A/60/181，第32段。

source: Ibid., para. 37 (f) and (g).
zh: 同上，第37(f)和(g)段。

source: Ibid., para.
zh: 同上，第37(i)段。

source: 37 (i).
zh: 页：1

source: Achieving permanence with accountability
zh: 实现永久问责制

source: Realizing fully the purposes and objectives of the Treaty on the Non-Proliferation of Nuclear Weapons requires a commitment by all States parties to effect full implementation and ensure the Treaty's overall authority.
zh: 若想全面实现《不扩散核武器条约》的宗旨和目标，所有缔约国必须致力于全面实施和确保条约的整体权威。

source: Achieving permanence with accountability, the concept that underlay the indefinite extension of the treaty, is also a key goal.
zh: 实现条约无限期延长所基于的永久问责制概念，也是一个关键目标。

source: Canada proposes that the Review Conference adopt outcomes designed to meet these objectives, by modifying the way we do business and fostering improved transparency and accountability.
zh: 加拿大提议审议大会修改工作方法，鼓励加强透明度和问责制，从而通过旨在实现这些目标的成果。

source: Following are the outcomes proposed by Canada:
zh: 以下是加拿大提议的成果：

source: Recalling earlier Review Conference decisions on strengthening the Treaty review process, States parties recognize the need to have a capacity to consider, in a more authoritative and frequent manner, the state of the Treaty's implementation and to respond promptly to challenges to its fundamental purposes.
zh: 缔约国回顾以前的审议大会关于加强条约审议进程的决定，确认必须有能力以更有权威的方式，更经常地对条约的执行情况进行审议，并迅速应对其根本宗旨遇到的挑战。

source: The States parties agree to meet annually in a one-week Conference of States Parties to consider and decide on any issues covered by the Treaty.
zh: 缔约国商定每年举行为期一周的缔约国大会，审议条约涉及的问题并作出决定。

source: In the two years immediately preceding a Review Conference, the Annual Conference will be extended by one week to carry out the function of a Preparatory Committee.
zh: 在举行审议大会前两年，年度大会将延长一周，以便履行筹备委员会的职能。

source: The Preparatory Committee will finalize the procedural arrangements and make every effort to produce a consensus report containing recommendations for that Review Conference.
zh: 筹备委员会将确定程序安排，并竭尽全力编写一份协商一致报告，内载向该届审议大会提出的建议。

source: States parties also agree to establish a standing five-person bureau of the Treaty comprised of the President of the Review Conference and the chairpersons of each of the Annual Conferences, to be elected at the end of each Review Conference with a mandate extending until the subsequent Review Conference.
zh: 缔约国还商定设立一个五人条约常设主席团，由审议大会主席和每一年度大会主席组成。 主席团将在每一审议大会结束时选出，任务期限延至下届审议大会。

source: The membership of this bureau will reflect on an equitable basis the United Nations regional groups.
zh: 主席团的成员组成将体现联合国各区域组的公平分配。

source: The standing bureau will provide continuity and oversight of the Treaty on behalf of its members and is empowered to convene, pursuant to a consensus decision of its own, extraordinary sessions of the Conference of States Parties when situations arise that threaten the integrity or viability of the Treaty.
zh: 常设主席团将提供连续性，并代表其成员对条约进行监督，同时有权在条约的完整性或可行性受到威胁时，依照自己的协商一致决定，召开缔约国大会特别会议。

source: Such an extraordinary Conference will be convened within two weeks of a State party having submitted a notification of intent to withdraw from the Treaty.
zh: 这种特别会议将在一缔约国提交退出条约的意向通知后两周内举行。

source: The Conference recalls the decision of the 2000 Review Conference on regular reports and recognizes the value of reporting for building confidence in the Treaty regime by promoting transparency and accountability, and providing States parties a way to demonstrate their active commitment to and participation in the implementation of the Treaty.
zh: 审查大会回顾2000年审议大会关于定期报告的决定，确认报告对于建立对条约制度的信任非常重要，因为它加强了透明度和问责制，并向缔约国提供了展示其积极致力于和参与条约实施的途径。

source: The Conference reaffirms the importance of reporting and States parties agree to provide reports on an annual basis on the implementation of article VI and paragraph 4 (c) of the 1995 Decision on Principles and Objectives for Nuclear Non-Proliferation and Disarmament, and recalling the Advisory Opinion of the International Court of Justice of 8 July 1996.
zh: 审查大会重申报告的重要性，缔约国商定每年提交报告，说明对第六条和关于不扩散核武器和裁军的原则和目标的1995年决定第4段(c)的执行情况，同时回顾1996年7月8日国际法院的咨询意见。

source: Recognizing the interrelationship of the provisions of the Treaty, the Conference encourages States parties to include in their reports implementation actions on all articles of the Treaty.
zh: 审查大会确认条约各项规定之间的相互关系，鼓励缔约国在其报告中载列对条约所有条款采取的执行行动。

source: The Conference welcomes the continuing contributions of civil society and non-governmental organizations to promoting non-proliferation and disarmament, and thus to furthering the objectives of the Treaty, through public education, research and analysis, the mobilization of political will and the promotion of transparency.
zh: 审查大会欢迎民间社会和非政府组织继续对推进不扩散和裁军作出贡献，从而通过公共教育、研究与分析、动员政治意愿和促进提高透明度，进一步推动条约各项目标的实现。

source: The Conference continues to support the effective participation of representatives of non-governmental organizations in Treaty conferences and Preparatory Committee sessions and encourages the further development of rules of procedure and practice, in consultation with representatives of non-governmental organizations, to facilitate and optimize such participation.
zh: 审查大会继续支持非政府组织的代表有效参与条约会议和筹备委员会的会议，并鼓励与非政府组织的代表协商，进一步制订议事规则和做法，以便有助于优化这些参与。

source: In accordance with current rules and past practice, representatives of non-governmental organizations are allowed to attend meetings of Treaty conferences and Preparatory Committee sessions, other than those designated as closed; to receive documents; to make written material available, at their own expense, to the participants; and to address delegates.
zh: 依照目前的规则和过去的惯例，除指定的非公开会议外，允许非政府组织的代表参加条约会议和筹备委员会的会议；接受文件；自己出资向与会者提供书面材料；向代表发表讲话。

source: The Conference agrees that open meetings and appropriate seating arrangements for representatives of non-governmental organizations within the meeting rooms are important means of facilitating effective participation.
zh: 审查大会同意，举行公开会议和在会议室内为非政府组织的代表安排适当的席位，是促进有效参与的重要手段。

source: The Conference agrees to extend the provision for representatives of non-governmental organizations to address sessions including meetings of the Committees and subsidiary bodies.
zh: 审查大会同意，把对非政府组织代表的这一规定扩大到向各届会议发表讲话，包括委员会和附属机构的会议在内。

source: According to the United States Census Bureau's official census, the population of Guam in 2000 was 154,805, an increase of 21,653 (16 per cent) since the 1990 census.2 In July 2004, the Central Intelligence Agency estimated the population to be 166,090, an increase of 7.25 per cent since 2000.3 According to the census, the ethnic and racial composition of Guam's population is 37 per cent Chamorro, who are indigenous to the Territory.
zh: 2. 美国人口调查局的正式人口普查资料显示，2000年关岛人口为154 805人，比1990年人口普查增加21 653人（16％）。 2 2004年7月，中央情报局估计人口为166 090人，比2000年增加了7.25％ 3 根据人口普查资料，关岛人口族裔和种族的组成情况为：37％查莫洛人他们是该领土的土著。

source: The population from the Freely Associated States (the Federated States of Micronesia, the Republic of the Marshall Islands and the Republic of Palau) is 11,094, an increase of 128.18 per cent since 1990, with the largest group being Filipino (40,729), and from other Asian countries is 61,172, an increase of 30.91 per cent since 1990.
zh: 来自与美国自由联系国家（密克罗尼西亚联邦、马绍尔群岛共和国和帕劳共和国）的人口为11 094人,比1990年增加128.18％，其中最大的群体为菲律宾人（40 729人），来自亚洲其他国家的为61 172人,比1990年增加30.91％。

source: The white population is 10,509, a 43.33 per cent decrease since 1990.
zh: 白人人口为10 509人，自1990年减少43.33％。

source: The 2000 population number of 154,805 was more than 15,000 less than the 170,000 estimated before the census.
zh: 2000年人口数字为154 805人，比普查前的估计数170 000人少了15 000多人。

source: Rather, it seems to derive from Guamanians migrating to Hawaii and other states for employment opportunities.4
zh: 这似乎是关岛人移徙至夏威夷等州寻求就业机会的缘故。

source: Most other religions have adherents in Guam, including Jehovah's Witnesses, Jews, Buddhists and Muslims.5
zh: 其它主要宗教在关岛都有信徒，包括：耶和华见证人教徒、犹太教徒、佛教徒和穆斯林教徒。

source: As an unincorporated Territory, according to United States law, Guam is a possession of the United States but not a part of the United States.
zh: 美国法律规定，关岛作为一个尚未立州领土，是美国的属地，但不是美国的一部分。

source: The judicial system in Guam comprises both local and federal components.
zh: 8. 关岛司法体系由当地部分和联邦部分组成，当地司法体系由上级法院和最高法院组成。

source: The local judicial system is made up of a Superior Court and a Supreme Court led by judges appointed by the Governor and confirmed by the Legislature.
zh: 最高法院的法官由总督任命，并经议会确认。

source: In 1998, Congress adopted an amendment to the Organic Act of Guam allowing the Guam Legislature to elect its own Attorney General in 2002.
zh: 1998年，国会通过《关岛组织法》修正案，允许关岛议会于2002年选举自己的司法局长。

source: Douglas Moylan was elected Attorney General in November 2002 and took office on 6 January 2003, for a four-year term.
zh: 2002年11月，道格拉斯·莫伊伦当选司法局长并于2003年1月6日就任，任期四年。

source: In October 2004, President Bush signed into law House Resolution 2400, the Guam judicial bill, amending the Organic Act of Guam and establishing the judiciary as an independent branch of the Government. The resolution also confirmed the appellate jurisdiction and administrative authority of the Supreme Court of Guam over all inferior courts in the Territory, thereby effectively establishing a unified local judiciary.
zh: 9． 2004年10月，经布什总统签署，众议院第2400号决议，关岛司法法案，成为法律，修订关岛组织法并设立司法机构作为独立的政府部门，该决议确认关岛最高法院对领土内所有初级法院的上诉裁判权和行政权，因而有效建立了一套统一的当地司法制度。

source: Guam's representative to the United States Congress, Congresswoman Bordallo, stated that the new law was “an important step forward for self-governance in Guam”.6
zh: 关岛派往美国国会的代表博尔达略女议员说，新的法律“是朝向关岛自治的重要一步。”

source: Guam has two main political parties, the Republican Party and the Democratic Party, which are local chapters of the two main United States political parties.
zh: 10. 关岛有两个主要政党，即共和党和民主党，它们是美国两大政党在当地的分部。

source: On 2 November 2004, the Democratic candidate, Madeleine Bordallo, was re-elected as Guam's representative to the United States Congress.7 In the vote for the 28th Guam Legislature, the Democrats lost their majority of nine seats and now hold six seats, while the Republicans won a majority of nine seats.
zh: 2004年11月2日民主党候选人马德琳·博尔达略再次当选关岛派驻美国国会代表。 7 在第28届关岛议会选举中，民主党失去其占九席的多数席位，现只占六席，而共和党则赢得九席多数席位。

source: In addition, Guamanians also voted overwhelmingly against the proposal to legalize casino gambling in large Guam hotels.
zh: 11. 此外，关岛人民也以压倒的大多数票反对将关岛一些大旅馆内设场开赌合法化的提案。

source: The proposal, known as Proposal A, sponsored by Citizens for Economic Diversity, was defeated, with 61 per cent of votes against and 38 per cent in favour.8 Following the election, Citizens for Economic Diversity filed a lawsuit against the Guam Election Commission, alleging that the vote on Proposal A was tainted, as the Commission had failed to properly conduct the election.
zh: 该提案由经济多样性公民协会提出，称为“提案A”，投票结果以61％反对，38％赞成被否决。

source: It argued that the Commission did not send out the complete 80-page text of the proposal before the election, which is required by law.
zh: 8 选举后，经济多样性公民协会对关岛选举委员会提出诉讼，指称就提案A进行的表决有污点，因为委员会没有进行正当的选举，它争辩说，委员会没有在选举前寄出完整的80页提案案文，而根据法律这是必要的。

source: In October 2004, however, Governor Camacho signed into law a bill that in effect declared the vote on Proposal A valid.
zh: 不过，该法案经卡马乔总督在2004年10月签署后成为法律，这事实上是宣布就提案A进行的表决有效，该法案指出，就赌场进行的投票的手册内的任何不足之处不应导致推迟选举或使选举无效。

source: The bill states that any defect in the casino ballot pamphlet shall not cause the election to be delayed or invalidated and that copies of Proposal A are available at public libraries and on the World Wide Web for voters to read.9
zh: 而且投票者可在公共图书馆或在万维网上查阅提案A的文本。

source: In a 1976 referendum Guamanians decided to maintain close ties with the United States, but also to begin negotiations to improve the Territory's status.
zh: 在1976年公民投票中，关岛人民决定与美国保持密切关系，但也开始谈判以改善领土地位。

source: In 1979, the people of Guam rejected a draft constitution by a margin of five to one, mainly on the grounds that the question of political status had to be resolved before a meaningful constitution could be drafted.10 In a 1982 run-off referendum, 73 per cent of voters opted to pursue commonwealth status with the United States.
zh: 1979年，关岛人民以五比一的比例否决了一项宪法草案，主要理由是在起草一项有意义的宪法之前，必须先解决政治地位问题。 10 在1982年举行的决定性公民投票中，73％的选民选择谋求与美国建立联邦地位。

source: According to the Commission on Self-Determination, established in 1984 to draft a commonwealth agreement, that status was intended to be an interim one, which would provide an opportunity for Guam to structure a better relationship with the United States.
zh: 1984年为草拟一项联邦协定而成立的自决委员会指出，联邦地位旨在确定一种临时性地位，使关岛有机会与美国建立更有利的关系。

source: Negotiations between the Guam Commission on Self-Determination and the United States Government on the draft Commonwealth Act began again in 1989 and continued through 1997 without resolution (see A/AC.109/2000/6, paras. 19-22, A/AC.109/1192, paras. 19-37, and A/AC.109/2018, paras.
zh: 14. 关岛自决委员会与美国政府于1989年再就关于联邦法草案进行谈判，并一直持续到1997年，但未得到解决（见A/AC.109/2000/6，第19至22段、A/AC.109/1192，第19至37段和A/AC.109/2018，第74至83段）。

source: That Commission, in concert with a process of registration of eligible voters organized by the Guam Election Commission, was to oversee the conduct of a vote on the Chamorro people's status preferences of independence, integration or free association, in accordance with international standards.
zh: 该委员会协同关岛选举委员会合格选民的登记进程，将监督举行一次合法表决，以决定查莫洛人根据国际标准在独立、合并或自由联系方面的地位取向。

source: The plebiscite, which was scheduled to take place on 2 November 2004, was postponed, primarily because eligible voters had not been identified and registered.
zh: 此次公民投票现订于2004年11月2日举行但主要因合格投票者仍未获鉴定或登记而推迟。

source: The plebiscite would have asked the Territory's indigenous people, defined by law as persons or descendants of persons who were in Guam at the time of the United States ratification of the Treaty of Peace with Spain in 1898 and/or persons or descendants of persons who received United States citizenship pursuant to the Organic Act of 1950, to choose between statehood, independence or free association with the United States.
zh: 公民投票将要求依法律定义的领土土著、美国1898年批准《美利坚合众国与西班牙和平协定》时身在关岛者或身在关岛者的后裔以及（或）根据1950年《组织法》获得美国公民权者或其后裔，在立州、独立或与美国自由联系三者之间作出选择。

source: The budget of Guam comprises revenues received by the Government of Guam and federal contributions generally, allocated to particular sectors through the Department of the Interior on an ad hoc basis.
zh: 17. 关岛的预算一般包括由关岛政府收取的收入以及通过内政部分配给各具体部门特别的联邦捐助。

source: The Governor has the power to veto a budget bill, following which the bill is returned to the Legislature, which can either override the Governor's veto by a special majority or reconsider the bill.
zh: 总督有权否决预算法案，随后会将法案退回给议会，议会可以特别多数使否决无效或重新审议法案。

source: In 2004, the Government of Guam narrowly avoided a Government shutdown when the Legislature and the Governor experienced a serious impasse on the budget for the fiscal year 2005.
zh: 2004年，关岛政府差点无法避免一次政府停止运作，当时议会和总督就2005年财政年度的预算陷入严重僵局。

source: In late August 2004, the Legislature approved a budget for the fiscal year 2005, which included expenditure of $576.6 million, approximately $447.4 million of which was to come out of the General Fund, the depository of all revenue and federal funds.
zh: 18. 2004年年底，议会核可了2005财政年度预算，包括5.766亿美元开支，其中约有4.474亿美元来自普通基金，所有收入和联邦资金的存款处。

source: In early September 2004, the Governor vetoed the budget bill on the grounds that the revenue projections were too high.
zh: 2004年9月初，总督否决预算法案，理由是收入预测过高。

source: Following that, the bill returned to the Legislature, which, unable to override the Governor's veto, passed a split budget with the most critical agencies being dealt with in a primary spending bill (Bill 363) and the Legislature, Governor's Office and several other agencies and programmes being dealt with in a secondary spending bill (Bill 364).
zh: 其后，该法案退回议会，议会无法使否决无效，通过了分开的预算，主要支出法案（第363号法案）适用于最主要的机构，次要支出法案（第364号法案）适用于议会、总督办事处以及若干其他机构和方案。

source: The Governor vetoed both bills and called on the Legislature to consider a three-month extension of the 2004 budget.
zh: 总督否决这两项法案并要求议会将2004年预算延长三个月。

source: The Legislature refused the proposal for an extension, overrode the Governor's veto on the primary spending bill and passed a new secondary spending bill (Bill 376), which was essentially the same as the earlier secondary spending bill but with the exclusion of some of the more controversial appropriations.
zh: 议会拒绝延长提案，宣判总督对主要支出法案的否决无效，并通过了新的次要法案（第376号法案），该法案与较早的次要法案基本相同，但列入一些较具争议性的拨款。

source: Bill 376 was signed into law by the Governor on 1 October 2004, putting the Government's final part of the budget for 2005 in place about 10 hours into the new fiscal year.
zh: 第376号法案经总督于2004年10月1日签署成为法律，在新财政年度开始后约10个小时确定政府2005年预算的最后部分。

source: According to the Governor's spokeswoman, there was little point in the Governor rejecting Bill 376 because when the Legislature had overridden his veto and voted the primary budget bill into law, it had effectively approved the inflated revenue estimate.
zh: 据总督女发言人称，总督没有什么理由反对第376号法案，因为议会宣判其否决无效并投票使主要预算法案成为法律时就实际核可了高估的收入估计数发言人表示，总督最后签署第376号法案以免各机构停止运作。

source: The spokeswoman indicated that the Governor had, in the end, signed Bill 376 to prevent the agencies from shutting down.
zh: 总督在公开发言时促请立法者在财政年度内与行政当局合作，根据实收收入调整预算。

source: The primary budget bill (Bill 363) allows for $544.1 million in expenditure on public schools, the police department and critical Government operations.
zh: 19. 主要预算法案（第363号法案）拨款5.441亿美元用于公立学校，警察部门和主要政府业务方面的支出。

source: The secondary budget bill (Bill 376) provides $31 million in funding for the Governor's Office, the Legislature, the Public Auditor, mayors and other government operations.
zh: 次要预算法案（第376号法案）提供3 100万美元用于总督办公室、议会、公共审计员、市长和其他政府业务。

source: The bill also increases the amount of money the Governor can transfer between Government agencies from 10 per cent to 15 per cent. The Governor's main objection to the budget was the Legislature revenue estimate of $447 million, which he considered to be inflated by $37 million.
zh: 法案也使政府在各机构间的金钱转移额从10％增至15％，总督反对该预算的主要理由是，议会的收入估计数为4.47亿美元，他认为高估了3 700万美元。

source: The United States Department of the Interior Office of Insular Affairs was allocated $79 million in funding for the fiscal year 2005, $27.7 million of which was for capital investment in the United States Territories and $8.5 million in technical assistance funding for the insular areas.12 A request by the Governor of Guam to the President of the United States to grant federal debt relief to Guam on the order of $200 million was rejected in January 2005.
zh: 20. 美国内政部岛屿事务署获拨款7 900万美元用于资助2005年财政年度，其中2 770万美元用于在美国各领土内的资本投资，850百万美元用于资助岛国地区的技术援助。 12 关岛总督要求美国总统为关岛提供为数2亿美元的债务减免，这一要求在2005年1月被拒绝。
